Repository: Ooops-Studio/ooops-media-press
Catalog: Sources/OoopsMediaPress/Resources/Localizable.xcstrings
Source language: en
Languages: el

source: Add media
el: Προσθήκη πολυμέσων

source: Automatically check for updates
el: Αυτόματος έλεγχος ενημερώσεων

source: Cancel
el: Ακύρωση

source: Cancel Exports
el: Ακύρωση εξαγωγών

source: Check for Updates…
el: Έλεγχος για ενημερώσεις…

source: Choose Files…
el: Επιλογή αρχείων…

source: Choose Output Folder…
el: Επιλογή φακέλου εξαγωγής…

source: Compressed
el: Συμπιεσμένο

source: Converted beside originals
el: Μετατροπή δίπλα στα αρχικά

source: Drop or paste media
el: Σύρε ή επικόλλησε πολυμέσα

source: Export All
el: Εξαγωγή όλων

source: Export Options
el: Επιλογές εξαγωγής

source: Export Selected
el: Εξαγωγή επιλεγμένου

source: Format
el: Μορφή

source: Keep audio
el: Διατήρηση ήχου

source: Mode
el: Λειτουργία

source: Original
el: Αρχικό

source: Quality
el: Ποιότητα

source: Queue
el: Ουρά

source: Remove
el: Αφαίρεση

source: Remove from Queue
el: Αφαίρεση από την ουρά

source: Resize
el: Αλλαγή μεγέθους

source: Select media
el: Επίλεξε πολυμέσο

source: Aggressive
el: Επιθετική

source: Aggressive optimization can slightly change complex artwork.
el: Η επιθετική βελτιστοποίηση μπορεί να αλλάξει ελαφρά σύνθετα γραφικά.

source: Balanced
el: Ισορροπημένη

source: Decimal precision
el: Δεκαδική ακρίβεια

source: Images, SVGs and videos stay on this Mac
el: Οι εικόνες, τα SVG και τα βίντεο παραμένουν σε αυτό το Mac

source: Import Media…
el: Εισαγωγή πολυμέσων…

source: Dimensions
el: Διαστάσεις

source: Height
el: Ύψος

source: Multipass optimization
el: Βελτιστοποίηση πολλαπλών περασμάτων

source: Optimization
el: Βελτιστοποίηση

source: Optimized
el: Βελτιστοποιημένο

source: Percentage
el: Ποσοστό

source: Preserve accessibility text
el: Διατήρηση κειμένου προσβασιμότητας

source: Preserve IDs and CSS
el: Διατήρηση IDs και CSS

source: Remove editor metadata
el: Αφαίρεση metadata εφαρμογών σχεδίασης

source: Retain aspect ratio
el: Διατήρηση αναλογιών

source: Safe
el: Ασφαλής

source: Scale
el: Κλίμακα

source: Size
el: Μέγεθος

source: Scripts, event handlers, foreign objects and external resources are always removed. Processing stays offline.
el: Τα scripts, event handlers, foreign objects και οι εξωτερικοί πόροι αφαιρούνται πάντα. Η επεξεργασία παραμένει offline.

source: Simplify paths
el: Απλοποίηση paths

source: SVG Optimization
el: Βελτιστοποίηση SVG

source: Target
el: Στόχος

source: Target size
el: Μέγεθος στόχος

source: Width
el: Πλάτος
